Repository: flagbit/akeneo-reference-entity-table-bundle
Catalog: src/Resources/translations/jsmessages.*.xlf
Languages: de

# pim_reference_entity_attribute_type_flagbit_table
source: Table
de: Tabelle

# flagbit_reference_entity_table_attribute_edit_button_manage_columns_label
source: Manage Table Columns
de: Tabellenspalten verwalten

# flagbit_reference_entity_table_attribute_table_config_title
source: Table Attribute Configuration
de: Table Attribute Einstellungen

# flagbit_reference_entity_table_attribute_edit_input_code
source: Code (required)
de: Code (erforderlich)

# flagbit_reference_entity_table_attribute_edit_input_type
source: Type
de: Typ

# flagbit_reference_entity_table_attribute_edit_input_configuration
source: Configuration
de: Einstellungen

# flagbit_reference_entity_table_attribute_column_type_text_no_config
source: There is no configuration options.
de: Es gibt keine Konfigurationsmöglichkeiten.

# flagbit_reference_entity_table_attribute_column_type_number
source: Number
de: Nummer

# flagbit_reference_entity_table_attribute_column_type_simple_select
source: Simple Select
de: Einfachauswahl

# flagbit_reference_entity_table_attribute_column_type_simple_select_localized
source: Simple Select (multilanguage)
de: Einfachauswahl (mehrsprachig)

# flagbit_reference_entity_table_attribute_column_type_single_reference_entity
source: Single Reference Entity
de: Einfachauswahl Reference Entity

# flagbit_reference_entity_table_attribute_column_type_number_label_decimal
source: Decimal
de: Dezimal

# flagbit_reference_entity_table_attribute_confirm
source: Confirm
de: Übernehmen

# flagbit_reference_entity_table_record_table_row_confirm
source: Do you want to remove this row?
de: Möchten Sie diese Zeile entfernen?

# flagbit_reference_entity_table_attribute_column_type_select_label_options
source: Options
de: Optionen

# flagbit_reference_entity_table_attribute_column_type_select_label_value
source: Value
de: Wert

# flagbit_reference_entity_table_attribute_error
source: Manage Table Columns to see error messages
de: Öffnen Sie die Table Attribute Einstellungen um aufgetretene Fehler zu sehen

# pim_reference_entity_attribute_validation_duplicate_code
source: This code is already in use in your table configuration.
de: Dieser Code ist bereits in Verwendung.

source: Edit Options
de: Optionen bearbeiten

source: Confirm Options
de: Optionen übernehmen
